Repository: sushain97/apertium-monorepo-svn-82937
Catalog: nursery/apertium-sme-smn/fi.samediggi/view_id_EQ_209_itemid_EQ_195.tmx
Source language: sme
Languages: smn

source: Sámeparlameanttat doibmet Suomas , Ruoŧas ja Norggas
smn: Säämi parlamenteh tuáimih Suomâst , Ruotâst já Taažâst

source: Sámeparlameanttat dahjege Sámedikkit ( Sametinget ) leat vuođđuduvvon iežaset lágaiguin Supmii , Ruŧŧii ja Norgii .
smn: Säämi parlamenteh ađai Sämitigeh ( Sámediggi / Sämitigge / Sametinget ) láá vuáđudum tain adelum lavâiguin Suomân , Ruotân já Taažân .

source: Dat leat sámeálbmoga alimus politihkalaš orgánat ja dat ovddastit sámiid virggálaš jiena .
smn: Nuuvtpa toh láá aalmugis alemuuh poolitlâš orgaaneh já toh ovdâsteh sämmilij virgálâš jienâ .

source: Sámedikkit válljejuvvojit válggaiguin , mat doaimmahuvvojit sámiid gaskavuođas juohke njealját jagi .
smn: Sämitigge väljejuvvoo vaaljâiguin , moh toimâttuvvojeh sämmilij koskâvuođâst jyehi niäljád ive .

source: Sámedikkiid válgabadji bistá nappo njeallje jagi hávil .
smn: Nuuvtpa Sämitige vaaljâpaje lii neelji ive kukkosâš .

source: Válgabaji rahpama ávvudit stuorra meanuiguin guđege riikkas .
smn: Vaaljâpaje lekkâmeh láá juhlálâš tilálâšvuođah jieškote-uv enâmist .

source: Suoma sámedikki ođđa válgabaji ( 2008-2011 ) rahpama ávvudedje Ohcejogas njukčamánus 2008 .
smn: Suomâ sämitige uđđâ vaaljâpaje ( 2008–2011 ) lekkâmeh tuállojii Ucjuuvâst njuhčâmáánust 2008 .

source: Válgabaji rabai Dásseválddi Presideanta Tarja Halonen .
smn: Vaaljâpaje lehâstij Täsivääldi President Tarja Halonen .

source: Norgga ja Ruoŧa sámedikkiid ođđa válgabaji leaba rahpan Norgga Gonagas Harald ja Ruoŧa Gonagas Kaarle XVI Kustaa .
smn: Taažâ já Ruotâ sämitige uđđâ vaaljâpaje lává lekkâm Taažâ Kunâgâs Harald já Ruotâ Kunâgâs Kaarle XVI Kustaa .

source: Sámeparlameantta historjá lea guhkimus Suomas , gos vuosttas válggaiguin válljejuvvon sámi ovddastusorgána , Sámi Parlameanta , álggahii doaimmas juo jagis 1973 .
smn: Sämmilij parlament historjá lii kuhemus Suomâst , mast vuossâmuš vaaljâiguin väljejum ovdâstâslâš sämiorgaan , Säämi Parlament , algâttij tooimâs jo ive 1973 .

source: Sámi Parlameanta doaimmai bissovaš komitea láhkai ja dat lei vuođđuduvvon ásahusain .
smn: Säämi parlament tooimâi pissoo komitea náálá já tot lâi vuáđudum asâttâssáin .

source: Suoma láhkamearrádusaide dahkkojuvvojedje 1990-logu beallemuttus nuppástusat , mainna buoriduvvui sámiid ja dan ovddastusorgána sajádat .
smn: Suomâ lahâaasâtmân tahhojii 1990-lovo pelimuddoost nubástusah , moiguin sämmilij já ton ovdâstâslâš orgaan sajattâh pyeredui .

source: Vuođđolágas mearriduvvui sámiide álgoálbmogin gullevaš vuoigatvuođa birra iežaset gillii , kultuvrii ja iežaset gillii ja kultuvrii guoski iešstivrejupmái ruovttuguovllusteaset .
smn: Vuáđulaavâst asâttui sämmiláid algâaalmugin kullee vuoigâdvuođâst jieijâs kielân , kulttuurân já jieijâs kielâ já kulttuur kyeskee jiešhaaldâšmân päikkikuávlustis .

source: Sámedikki dehálamos bargu leage ollašuhttit láhkamearrádusain mearriduvvon sámiid iešstivrejumi .
smn: Sämitige tehálumos pargo lii-uv olášuttiđ lahâasâttâsâst meridum sämmilij jiešhaldâšem .

source: Sámi Parlameantta birra 1970-logus addojuvvon ásahusa sadjái bođii jagis 1995 ođđa , sámedikki birra addojuvvon láhka .
smn: Säämi parlamentist 1970-lovvoost adelum asâttâs sajan poođij ive 1995 uđđâ sämitiggeest adelum laahâ .

source: Suoma sámediggi álggahii doaimmas jagi 1996 álggus .
smn: Suomâ sämitigge algâttij tooimâs ive 1996 aalgâst .

source: Dan alimus doaibmaorgánan lea válggaiguin válljejuvvon sámedikki čoahkkin , mas leat 21 lahtu .
smn: Ton alemus toimâorgaan lii vaaljâiguin väljejum 21-jeessânsâš sämitige čuákkim .

source: Áššit válbmejuvvojit stivrras ja viđa áššedovdilávdegottis sihke jagis 2010 vuođđuduvvon sámedikki nuoraidráđis .
smn: Aašijd valmâšteleh stiivrâst já viiđâ äššitobdeelävdikoddeest já ive 2010 vuáđudum sämitige nuorâirääđist .

source: Sámedikki čállingotti váldobáiki lea Anára ( Aanaar / Aanar ) girkosiiddas .
smn: Sämitige čäällimkode váldutoimâsaje on Aanaar ( Aanaar / Anár / Aanar ) markkânist .

source: Čállingoddi juohkása golmma doaimmahahkii .
smn: Čäällimkodde juáhás kuulmâ toimâttâhân .

source: Almmolaš doaimmahat dikšu ekonomia- ja bargoveahkahálddahusa .
smn: Almolâš toimâttâh tipšo ekonomia- já pargojuávkkuhaldâttuv .

source: Doppe barget maid sosiála- ja dearvvasvuođaáššiid , nuoraid- ja kulturáššiid ja ealáhus- ja láhkaáššiid válmmaštallit .
smn: Lasseen tobbeen pargeh sosiaal- já tiervâsvuođâaašij , nuorâi- já kulttuuraašij já iäláttâs- já lahâaašij valmâštelleeh .

source: Sámegiela doaimmahat , mas oassi lea Ohcejoga girkosiiddas , čuovvu sámi giellalága ollašuvvama ja jorgala virgeoapmahaččaide áššebáhpáriid sámegillii dan láhkai go láhka mearrida .
smn: Sämikielâ toimâttâh , mast uási láá sajostittum Ucjuv kirkkosiijdân , čuávu säämi kielâlaavâ olášume já vaalmâšt virgeomâháid laavâ vaattâm sämikielâlijd äššikirjejurgâlusâid .

source: Skuvlen- ja oahppamateriáladoaimmahat válmmaštallá skuvlenpolitihkalaš áššiid , buvttada sámegielat oahppamateriála ja ordne jahkásaččat Sámenuoraid dáiddadáhpáhusa .
smn: Škovlim- já oppâmateriaaltoimâttâh valmâštâl škovlimpoolitlâš aašijd , pyevtit sämikielâlâš oppâmateriaal já uárnee ihásávt Säminuorâi taaiđâtábáhtus .

source: Dieđu sámedikki organisašuvnnas , dan doaibmaorgánaid bargguin , doaimmas ja čoakkádusain gávnnat sámedikki ruoktosiidduin www.sámediggi.fi .
smn: Tiäđuid sämitige organisaatioin , ton toimâorgaanij pargoin , tooimâst já čuákánpiejâmist kaavnah sämitige päikkisiijđoin www.sámediggi.fi .

source: Govas sámedikki válgabadjái 2012-2015 válljejuvvon lahtut , geat ovddastit Suoma sámiid buot giella- ja kulturjoavkkuid .
smn: Kooveest sämitige vaaljâpajan 2012–2015 väljejum jesâneh , kiäh ovdâsteh puoh Suomâ sämmilij kielâ- já kulttuurjuávhuid .

source: Gasku govas sámedikki ságadoalli Klemetti Näkkäläjärvi ( Juvvá Lemet ) , gean gurutbealde 1. várreságadoalli Tiina Sanila-Aikio ja olgešbealde 2. várreságadoalli Heikki Paltto .
smn: Kooveest kaskoo sämitige saavâjođetteijee Klemetti Näkkäläjärvi ( Juvá Leemit ) , kiän čižetpeln 1. värisaavâjođetteijee Tiina Sanila-Aikio já uálgispeln 2. värisaavâjođetteijee Heikki Paltto .

source: Sámediggi fárrii ođđa doaibmasajiide jagi 2011 loahpas , goas guhká plánejuvvon ja vurdojuvvon Sámi kulturguovddáš SAJOS gárvvásmuvai Anára girkosiidii Juvdujoga dearpmi ala , Sámemusea Siida ja Meahcceráđđehusa Davvi-Lappi luondduguovddáža lahkosii .
smn: Sämitigge varrij uđđâ toimâsoojijd ive 2011 loopâst , kuás kuhháá vuávájum já vuordum Säämi kulttuurkuávdáš SAJOS valmâštui Aanaar markkânân Juvduu tiärmán , Sämimuseo Siijdâ já Meccihaldâttâs Paje-Laapi luándukuávdáá aldasáid .

source: Sámi kulturguovddáš SAJOS doaibmá maid sámiid parlameantadállun .
smn: Säämi kulttuurkuávdáš SAJOS tuáimá še sämmilij parlamenttáállun .

source: Guovddážis barget sámedikki čállingotti lassin máŋggat sámeservošat – SAJOS lea nappo njulgestaga sámi kultuvrra ja hálddahusa guovddáš !
smn: Kuávdáást tuáimih sämitige čäällimkode lasseen maaŋgah sämisiärvuseh – nuuvtpa SAJOS lii tuođâlâš säämi kulttuur já haldâttuv kuávdáš !

source: Govva sámedikki dievasčoahkkimis ođđa sámekulturguovddáš Sajosis geassemánus 2012 .
smn: Kove sämitige tievâsčuákkimist uđđâ säämi kulttuurkuávdáš Sajosist kesimáánust 2012 .

source: Gova Solju-nammasaš sále lea plánejuvvon erenomážit sámedikki dievasčoahkkimiid várás .
smn: Kove Solju-nommâsâš sali lii vuávájum eromâšávt sämitige tievâsčuákkimij várás .

source: Solju lea nissonolbmo silba- / gollečikŋa ja dat geavahuvvo sámegávttiin .
smn: Solju lii tavesämikielâ já uáivild silbâ já / tâi kollesoljo , maid nisoneh kevttih sämimáccuháin .

source: Solju-sále seainni čiŋaha Outi Pieski plánen dáiddaduodji , man fáddá boahtá soljjus .
smn: Solju-sali seeini čiiŋât Outi Pieski vuávám taaiđâtyeji , mon fáddá puátá soljoost .

source: Govva Unna-Maari Pulska .
smn: Kove Unna-Maari Pulska .

source: Norgga sámediggi ( Sametinget ) vuođđuduvvui jagis 1987 ( láhka 1987:56 ) ja dat álggahii doaimmas jagis 1989 .
smn: Taažâ sämitigge ( Sámediggi / Sametinget ) vuáđudui ive 1987 ( laahâ 1987:56 ) já tot algâttij tooimâs ive 1989 .

source: Sámedikki guovddášhálddahus doaibmá Kárášjogas skábmamánus 2000 vihahuvvon ođđa parlameantadálus .
smn: Sämitige kuávdášhaldâttâh tuáimá Kárášjuuvâst uđđâ parlamenttáálust , mii vihkui skammâmáánust 2000 .

source: Gávnnat lasi dieđuid dan ruoktosiidduin www.sámediggi.no
smn: Kaavnah lase tiäđuid ton päikkisiijđoin www.sámediggi.no .

source: Ruoŧa sámiid ovddastusorgána , sámediggi ( Sametinget ) , vuođđuduvvui jagis 1992 ( láhka 1992:1433 ) ja dat álggahii doaimmas jagi 1993 álggus .
smn: Ruotâ sämmilij ovdâstâslâš orgaan , sämitigge ( Sámediggi / Sametinget ) vuáđudui ive 1992 ( laahâ 1992:1433 ) já tot algâttij tooimâs ive 1993 aalgâst .

source: Sámedikki guovddášhálddahus doaibmá Girona gávpoga guovddážis .
smn: Sämitige kuávdášhaldâttâh tuáimá Kiärun kaavpug kuávdáást .

source: Gávnnat lasi dieđuid dan ruoktosiidduin www.sametinget.se ja dan oktavuođas doaibmi sámi dieđihanguovddáža ruoktosiidduin www.samer.se .
smn: Kaavnah lase tiäđuid ton päikkisiijđoin www.sametinget.se já ton ohtâvuođâst tuáimee säämi tieđettemkuávdáá päikkisiijđoin www.samer.se .

source: Sámi parlamentáralaš ráddi
smn: Säämi parlamentaarlâš rääđi

source: Davviriikkaid sámedikkit leat vuođđudan iežaset oktasašbargoorgánan Sámi parlamentáralaš ráđi , mas leat mielde maid Ruošša sámit .
smn: Tave-enâmij sämitigeh láá vuáđudâm jieijâs oovtâstpargo-orgaanân Säämi parlamentaarlâš rääđi , mast láá mieldi še Ruošâ sämmiliih .

source: Ruošša sámiin ii leat vel iežaset ovddastusorgána , muhto dan vuođđudeapmi lea riikka sámeálbmoga plánain .
smn: Ruošâ sämmilijn ij lah vala jieijâs ovdâstâslâš orgaan , mut ton vuáđudem lii eennâm sämiaalmug vuáváámin .

source: Sámi parlamentáralaš ráđđi vástida ee. davviriikkalaš sámi giellaoktasašbarggus ja oktasaš álbmotlaš sámesymbolain dego Sámi leavggas ja leavgabeivviin .
smn: Säämi parlamentaarlâš rääđi västid eres lasseen tave-eennâmlâš säämi kielâoovtâstpargoost já ohtsijn aalmuglijn säämi symboolijn tegu Säämi liipust já liputtempeeivijn .

source: Gávnnat lasi dieđuid parlamentáralaš ráđi doaimma birra Suoma , Ruoŧa ja Norgga sámedikkiid ruoktosiidduin .
smn: Kaavnah lase tiäđuid parlamentaarlâš rääđi tooimâst Suomâ , Ruotâ já Taažâ sämitigij päikkisiijđoin .

source: Sámedikkit dikšot vurrolagaid ráđi ságajođiheaddji ja čállingotti bargguid .
smn: Sämitigeh vuárutteleh rääđi saavâjoođeetmân já čäällimkode pargoi tipšomân lohtâseijee aašijn .

source: Govas Suoma , Ruoŧa ja Norgga sámedikkiid lahtut ja Ruošša sámiid ovddasteaddjit Roavvenjárggas golggotmánus 2008 ordnejuvvon parlamentáralaš ráđi dievasčoahkkimis .
smn: Kooveest Suomâ , Ruotâ já Taažâ sämitige jesâneh já Ruošâ sämmilij ovdâsteijeeh Ruávinjaargâst roovvâdmáánust 2008 uárnejum parlamentaarlâš rääđi tievâsčuákkimist .
